Autodesk.Revit.DB.Electrical.ConduitType.IsWithFitting
Whether this conduit type is with fitting
Remarks:
True if this conduit type is with fitting type.

Autodesk.Revit.DB.Electrical.ConduitType
This class represents a conduit type in Autodesk Revit.